#+title:  Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Chipeo: Las vulnerabilidades del SO en las consolas de entretenimiento

- Tema presentado por :: Isa铆as Rosas, Jes煤s Abner Dom铆nguez y Saida Mayela S谩nchez
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                    9.4 |  0.3 |               7.00 |  0.7 |    7.72 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 3 | 7 |  9.40 |
| Nivel        | 0 | 0 | 0 | 3 | 7 |  9.40 |
| Relevancia   | 0 | 0 | 1 | 3 | 6 |  9.00 |
| Claridad     | 0 | 0 | 0 | 3 | 7 |  9.40 |
| Presencia    | 0 | 0 | 0 | 1 | 9 |  9.80 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.40 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- Ninguno
- Mucho texto por diapositivaen mi opini贸n.
- Me gust贸 mucho la exposici贸n, empezando con la calidad y empe帽o
  destacados en la elaboraci贸n de la presentaci贸n, y terminando con la
  claridad y manejo de la informaci贸n que demostraron los
  expositores. Adem谩s el tema sin duda me llama la atenci贸n, y la
  relevancia para la materia quiz谩s no es crucial, pero se explora lo
  que concierne a los sistemas operativos.

* Evaluaci贸n por parte del docente

| *Aspecto*                   | *Peso* | *Evaluaci贸n* | *Puntos* |
|-----------------------------+--------+--------------+----------|
| Originalidad del tema       |    0.1 |           10 |       1. |
| Material desarrollado       |    0.2 |            5 |       1. |
| Contenido                   |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr谩ficas      |    0.1 |            5 |      0.5 |
| Uso del tiempo              |    0.1 |          7.5 |     0.75 |
| Dominio del tema            |   0.15 |          7.5 |    1.125 |
| Presencia                   |   0.15 |          7.5 |    1.125 |
|-----------------------------+--------+--------------+----------|
| *Global*                    |        |              |     7.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- La presentaci贸ncompleta fue le铆da directamente del material que
  presentaron. Esto no 煤nicamente llev贸 a que, como lo indicaron los comentarios
  de sus compa帽eros, la preentaci贸n est茅 demasiado cargada de texto, sino que el
  ritmo con el que la le铆an hace menos atractiva, menos flu铆da la presentaci贸n
- Dicen que /el que mucho abarca poco aprieta/. Mencionaron diversas maneras de
  explotar seis diferentes consolas. Sin embargo, no dieron /explicaci贸n t茅cnica
  completa/ de ninguna de ellas 

* Verificaci贸n de originalidad

Los reportes que env铆an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi贸n /no tendr谩 ning煤n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci贸n sea menor al 30%.

- 34% de textos sospechosos
  - <1% de similitudes con otros documentos
  - 34% estil铆sticamente pr贸ximos a lo generado por IA (indicador, no
    prueba)
  - <1% idiomas no reconocidos
  - 0% de citas atribu铆das (citas expresas)
